Revit 2024 API
GroupTypeId.Profilen1 Property
 Profile 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Profilen1 { get; }
Visual Basic
Public Shared ReadOnly Property Profilen1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Profilen1 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace